Repository: niccokunzmann/kniteditor-translations
Catalog: */LC_MESSAGES/website.po
Languages: de

source: Develop the Knit Editor
de: Mitentwickeln am Knit Editor

source: Download the Knit Editor
de: Herunterladen des Knit Editor

source: Improve this site
de: Verbessere diese Seite

source: TRANSLATE
de: ÜBERSETZEN

source: PROGRAM
de: PROGRAMMIEREN

source: Translate
de: Übersetzen

source: This video shows you how to translate <a href="https://github.com/fossasia/kniteditor/tree/master/kniteditor/localization/translations">the files</a>:
de: Dieses Video zeigt Dir, wie Du <a href="https://github.com/fossasia/kniteditor/tree/master/kniteditor/localization/translations">die Dateien</a> übersetzen kannst:

source: You can also translate <a href="https://github.com/fossasia/kniteditor/tree/gh-pages">this website</a>.
de: Du kannst auch <a href="https://github.com/fossasia/kniteditor/tree/gh-pages">diese Webseite überstzen</a>.

source: Program
de: Programmieren

source: The Knit Editor is part of <a href="https://knitting.fossasia.org#kniteditor">FOSSASIAs knitting projects</a>.
de: Der Knit Editor ist Teil der <a href="https://knitting.fossasia.org#kniteditor">Strickprojekte von FOSSASIA</a>.

source: Familiarize yourself with <a href="http://try.github.io">Github</a>.
de: Mach Dich mit <a href="http://try.github.io">Github</a> vertraut.

source: Watch the <a href="https://www.youtube.com/playlist?list=PL_bQhtrnWFA8skye4GpQ2Y8kEHxLwQKHY">development tutorials</a>.
de: Sieh Dir die <a href="https://www.youtube.com/playlist?list=PL_bQhtrnWFA8skye4GpQ2Y8kEHxLwQKHY">Entwickler-Tutorials</a> an.

source: Work on <a href="https://waffle.io/fossasia/kniteditor">issues</a>.
de: Arbeite an <a href="https://waffle.io/fossasia/kniteditor">Issues</a>.

source: VIEW ALL RELEASES
de: ALLE VERSIONEN ANZEIGEN

source: For AYAB, you can also download the old software:
de: Für AYAB kannst Du auch die alte Software runterladen:

source: AYAB KNITTING
de: AYAB STRICKEN

source: Design knit work and knit it.
de: Erstelle Strickzeug und stricke es.

source: Display and export schemata.
de: Zeige Schemas and und Speichere sie.

source: Control your knitting machine.
de: Steuere Deine Strickmaschine an.

source: Import and share designs.
de: Importiere and teile Designs.

source: It's free and open-source.
de: Es ist frei und quelloffen.

source: START DEVELOPING
de: ENTWICKLE MIT
